function Morphology() {
  return (
    <main className="container px-4 py-4">
      <article>
        <section>
        <h2>Зовнішній вигляд тапірів</h2>
        <p>Тапіри мають масивне тіло, короткі міцні ноги та округлу спину. Найхарактерніша риса — гнучкий хобот, який використовується для захоплення їжі. Забарвлення варіюється: малайський тапір має чорно-білий окрас, а американські — темно-коричневі або сірі. Маленькі тапіри народжуються зі смугастим камуфляжним візерунком.</p>
      </section>
       <section> 
        <p><strong>Особливості будови тапірів:</strong></p>
        <ul>
          <li>Гнучкий хобот — подовжена верхня губа та ніс, використовується як хватальний орган.</li>
          <li>Копитні кінцівки: на передніх ногах — 4 пальці, на задніх — 3 пальці.</li>
          <li>Великі щелепи з потужними зубами для пережовування волокнистої рослинності.</li>
          <li>Невеликі круглі вуха, добре пристосовані до лісового середовища.</li>
          <li>Маленькі очі, з добре розвиненим нічним зором.</li>
          <li>Товста шкіра для захисту в лісовій гущавині та від укусів хижаків.</li>
        </ul>
      </section>
       <figure class="text-center">
        <img src="../images/tapir_budowa.jpg" alt="Молодий тапір" class="img-fluid rounded my-4"/>
        <figcaption class="text-muted">Молодий тапір</figcaption>
      </figure>
      </article>
    </main>
  );
}

export default Morphology;